export const SORTBOX_DATA = [
    {
      id: 1,
      qualification: "일반회원",
      introduce: "FLAGROUND의 일반 회원입니다. \n 동아리 활동을 제외하고 모든 활동이 가능합니다.",
      value: "일반",
    },
    {
      id: 2,
      qualification: "FLAG 동아리원",
      introduce: "FLAGROUND의 동아리 회원입니다. \n프로젝트, 스터디, 멘토링 참여 및 등록 등 모든 활동이 가능합니다.\n+ FLAG 동아리원은 관리자의 승인절차 이후 가입이 완료됩니다.",
      value: "동아리",
    },
  ];

  export const ID_PASSWORD_MESSAGE = {
      id: [
        "아이디를 정확히 입력해주세요.",
        "아이디에는 특수문자를 입력할 수 없습니다.",
        "아이디에는 한글을 포함할 수 없습니다.",
        "아이디에는 공백을 포함할 수 없습니다.",
        "아이디는 세글자 이상으로 설정해주세요.",
      ],
      password: [
        "비밀번호를 정확히 입력해주세요.",
        "비밀번호의 길이는 8-20자 이내여야 합니다.",
        "특수문자가 입력되지 않았습니다.",
        "비밀번호에는 한글을 포함할 수 없습니다.",
        "비밀번호에는 숫자를 포함해야 합니다.",
        "비밀번호에는 공백을 포함할 수 없습니다.",
        "사용 가능한 비밀번호입니다.",
      ],
      passwordVerify: [
        "비밀번호 확인을 입력해주세요.",
        "비밀번호와 일치하지 않습니다.",
        "비밀번호와 일치합니다.",
      ]
  }
    

  